{"subsection_name": null, "pub_date": "2011-10-23T00:00:00Z", "byline": null, "abstract": null, "word_count": 226, "print_page": "1", "news_desk": "Automobiles", "snippet": "Earlier than almost any other automotive brand, Chevy created a palette of vehicles that ranged from the small and thrifty to the sleek and sporty to the large and smartly trimmed.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "organizations", "value": "GENERAL MOTORS"}, {"name": "organizations", "value": "CHEVROLET DIVISION OF GENERAL MOTORS CORP"}, {"name": "subject", "value": "AUTOMOBILES"}], "type_of_material": "News", "lead_paragraph": "CHEVROLET, which celebrates its 100th birthday next month, has woven itself deeply into the fabric of America. Its Impalas dropped us off at school. Its pickup trucks hauled our produce on the farm. Its Corvette sustained our sports car fantasies through the boredom of high school algebra class. Earlier than almost any other automotive brand, Chevy created a palette of vehicles that ranged from the small and thrifty to the sleek and sporty to the large and smartly trimmed. Once the model line expanded beyond the limited body selections of its first half-century, there was a Chevy for almost everyone. The brand's broad appeal resulted in a place atop the sales charts starting in the 1930s and continuing nearly uncontested for decades. By the mid-1960s Chevrolet sold nearly threemillion cars and light-duty trucks a year.But there's more to the story than commercial success. Although it occupied the first rung of Alfred P. Sloan's General Motors hierarchy, a ladder on which customers would move up to more expensive brands as they gained affluence, Chevy developed a following of fans whose devotion lasted a lifetime. After decades of decline, Chevrolet has lately had a resurgence with its Cruze and Malibu sedans, the reinvented Camaro and the Volt, the first mass-produced plug-in hybrid. The full Chevrolet story has filled volumes. Here are some ofthe highlights of the 100-year journey.", "web_url": "http://www.nytimes.com/2011/10/23/automobiles/chevy-from-cheap-date-to-americas-sweetheart.html", "section_name": "Automobiles", "headline": {"main": "A Century of Chevy, From Cheap Date to America's Sweetheart"}, "slideshow_credits": null, "_id": "4fd2ad778eb7c8105d89ace7", "document_type": "article"}