{"subsection_name": null, "pub_date": "2011-10-28T11:25:09Z", "byline": {"original": "By CATHY HORYN", "person": [{"lastname": "HORYN", "organization": "", "rank": 1, "role": "reported", "firstname": "Cathy"}]}, "abstract": "Thursday night was the Fashion Group's annual blowout, at Cipriani Wall Street, a journey of 1,000 miles (it seemed).", "word_count": 304, "print_page": null, "news_desk": null, "snippet": "Thursday night was the Fashion Group's annual blowout, at Cipriani Wall Street, a journey of 1,000 miles (it seemed).", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "subject", "value": "Parties (Social)", "rank": "3"}, {"name": "subject", "value": "Fashion and Apparel", "rank": "2"}], "type_of_material": "Blog", "lead_paragraph": "Thursday night was the Fashion Group's annual party, at Cipriani Wall Street, a journey of 1,000 miles (it seemed). Everyone was packed into the former bank, unaware that in an hour or so we were going to be served this large, brown, rectangular hunk of ground lamb with a side of scalloped potatoes. I had just come from celebrating the season with a pumpkin pie bake-off at the office, so the lamb thing was a definite freakout, a no-go. Raf Simons, one of the evening's honorees, made a tidy joke at the podium about the gravy stain on his tie. Awards were also given to Kate and Laura Mulleavy of Rodarte, Giambattista Valli, Andrew Rosen, Daphne Guinness, Lauren Bush and Wanda Ferragamo. Steve Sadove, the chairman of Saks Fifth Avenue, and Ronald Frasch, the store's president, were the designated \"superstars,\" with Mr. Frasch making a funny speech about golf, competition and why he loves his job.", "web_url": "http://runway.blogs.nytimes.com/2011/10/28/a-rainy-night-of-stars-and-a-laurel/", "section_name": "Style", "headline": {"main": "A Rainy Night of Stars, and a Laurel", "kicker": "On the Runway"}, "slideshow_credits": null, "_id": "4fd3a18f8eb7c8105d8e8534", "document_type": "blogpost"}