{"subsection_name": null, "pub_date": "2011-10-18T18:32:23Z", "byline": {"original": "By KEVIN MCGARRY", "person": [{"lastname": "MCGARRY", "organization": "", "rank": 1, "role": "reported", "firstname": "Kevin"}]}, "abstract": "A curious meditation on the psychogeography of Manhattan real estate, at the Frieze Art Fair.", "word_count": 270, "print_page": null, "news_desk": null, "snippet": "A curious meditation on the psychogeography of Manhattan real estate, at the Frieze Art Fair.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "The Frame section of the Frieze Art Fair, curated by Cecilia Alemani and Rodrigo Moura, made space for experimentation on the fair's fringes in the form of 25 solo artist presentations presented by a younger batch of international galleries. Among them was Alex Zachary, one of New York's most idiosyncratic galleries both in terms of space and location. (It has been operating out of a multilevel, formerly residential condominium a couple of blocks from the Metropolitan Museum of Art.) Fittingly, the artist Ken Okiishi's project at Zachary's Frame booth was a curious meditation on the psychogeography of Manhattan real estate and mythologies of uptown bohemia. Eulogizing the recently shuttered Lexington Avenue establishment Gino as a point of departure (which over time has hosted luminaries as diverse as Sophia Loren, I. M. Pei and Robin Byrd), Okiishi began by outfitting the booth in the iconic Scalamandré-designed zebra wallpaper that made its debut in the restaurant's dining room circa 1930. He applied the same print to parasols bolted to the walls, whose slow and steady motorized twirling evoked bygone pageantry and ritziness. Faux-antique photographs of an early-20th-century apartment were hung beside the umbrellas; in actuality these were digital images lifted from the present-day Streeteasy.com listing for a unit on West 67th Street that was once home to Marcel Duchamp, from 1916 to 1918. East Side, West Side, Depression era, recession era: Okiishi's project drew foggy connections between places and times that are factually disparate but psychically proximate. These artifacts repurposed as ready-mades contribute to a meandering mental map of the city that relies on legends like Duchamp (and Gino's) as its compass.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/18/frieze-frame-ken-okiishis-manhattan-transfer/", "section_name": "T:Style", "headline": {"main": "Frieze Frame | Ken Okiishi's Manhattan Transfer", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1c08eb7c8105d8e8d6e", "document_type": "blogpost"}