{"subsection_name": null, "pub_date": "2011-10-07T17:30:45Z", "byline": {"original": "By RACHEL WALDMAN", "person": [{"lastname": "WALDMAN", "organization": "", "rank": 1, "role": "reported", "firstname": "Rachel"}]}, "abstract": "A recent sartorial scavenge was prompted by Céline's resort collection and its blatantly branded top.", "word_count": 178, "print_page": null, "news_desk": null, "snippet": "A recent sartorial scavenge was prompted by Céline's resort collection and its blatantly branded top.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "\"A T-shirt?\" asked the Lanvin shopgirl on the other end of the receiver when I inquired about logo tees. \"We sell blouses. Have you tried calling the outlets?\" My recent sartorial scavenge was prompted by Céline's resort collection. I was already head over heels for the discreet French label, but then Phoebe Philo, its designer, showed an in-your-face Céline-tagged top, styled smartly beneath a bustier and a prim, tailored jacket. Only Philo could make blatant branding compulsively collectible so soon after we'd all stripped the initials (save our own) off our bags and sunglasses. \"I've heard they keep them in the back,\" said a saleswoman at Jeffrey when I went there looking for logos. \"That's the secret,\" he added. \"You have to ask.\" A recent trip to Yves Saint Laurent confirmed this to be true. \"We wouldn't be YSL if we didn't have an inscribed T-shirt, would we?\" the sales associate coyly whispered to me before returning from the stockroom with a yummy stash of initialed tees in navy and magenta. \"We'll always have them.\" Blouses, that is.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/07/label-maker/", "section_name": "T:Style", "headline": {"main": "Label Maker", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a15f8eb7c8105d8e7f08", "document_type": "blogpost"}