{"subsection_name": null, "pub_date": "2011-10-26T08:00:24Z", "byline": {"original": "By NANCY MACDONELL", "person": [{"lastname": "MACDONELL", "organization": "", "rank": 1, "role": "reported", "firstname": "Nancy"}]}, "abstract": "A museum in Antwerp celebrates a Belgian singer who was pure Nashville in style.", "word_count": 229, "print_page": null, "news_desk": null, "snippet": "A museum in Antwerp celebrates a Belgian singer who was pure Nashville in style.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "He may have been Belgian, but the singer/songwriter Bobbejaan Schoepen, who died last year at the age of 85, was pure Nashville in style. A mega-star in his homeland and the founder of the Bobbejaan theme park in Lichtaart, Schoepen was the first non-British European to perform at the Grand Ole Opry. On stage, Schoepen favored rhinestone-encrusted suits from Nudie Cohn, whom he met on a visit to Los Angeles in the late 1960s and remained close with until Cohn's death in 1984. The heavily embroidered fruits of their relationship are showcased in \"Dreamsuits,\" an exhibition of the clothes and accessories Cohn made for Schoepen and his wife, Josée, on view at the Mode Museum in Antwerp. (It's also the first time Cohn's designs have be shown in Europe.) \"Nudie called Bobbejaan 'the cowboy from over there,'\" says Mairi MacKenzie, who curated \"Dreamsuits\" with the designer Robert Cerimagic. \"The first time they met, Nudie took him for a ride in one of his famous Nudiemobiles. When you started the engine, you heard the sound of horses' hooves and gunfire. Bobbejaan was so impressed that he got one to display at Bobbejaanland. He always said it was the most lucrative ride he ever had.\"", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/26/cowboy-couture-nudie-cohn-at-momu/", "section_name": "T:Style", "headline": {"main": "Cowboy Couture | Nudie Cohn at Mode Museum", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1a18eb7c8105d8e87a8", "document_type": "blogpost"}