{"subsection_name": null, "pub_date": "2011-10-17T14:00:49Z", "byline": {"original": "By KEVIN MCGARRY", "person": [{"lastname": "MCGARRY", "organization": "", "rank": 1, "role": "reported", "firstname": "Kevin"}]}, "abstract": "Invited to create a site-specific project for this year's Frieze Art Fair, Laric chose the fair itself as his subject.", "word_count": 324, "print_page": null, "news_desk": null, "snippet": "Invited to create a site-specific project for this year's Frieze Art Fair, Laric chose the fair itself as his subject.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "glocations", "value": "Austria", "rank": "4"}, {"name": "subject", "value": "Frieze Art Fair", "rank": "3"}, {"name": "subject", "value": "Collectors and Collections", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Oliver Laric is an artist who rarely has anything new to say. His work frames the creative potential of repetition, championing the idea of \"the copy\" as denser in meaning and, in this day and age, somehow more genuine, than any notion of a true \"original.\" A copy has simply lived more: it contains within it not just the image or idea at hand, but also the imprint of time, place or identity linked with that moment as well as the motive of duplication. \"Versions,\" Laric's video treatise on this subject, features an animated slide show of contemporary copies (the infamously Photoshopped 2008 image of missile tests in Iran, in which the missiles were cloned for heightened visual impact; Internet memes like the Zidane head butt, remixed and disseminated by users around the world); and historical antecedents (recycled character animations from early Disney movies; figurative archetypes taken from classical sculpture) that trace its relevance back to far before copy and paste was a way of life. Laric updates the piece regularly, and now a handful of versions of \"Versions\" are circulating online with many of his other works, causing discrepancies and redundancies that surface as a digitally savvy form of authenticity.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/17/frieze-frame-oliver-larics-not-so-original-footage/", "section_name": "T:Style", "headline": {"main": "Frieze Frame | Oliver Laric's Not So Original Footage", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1af8eb7c8105d8e89a3", "document_type": "blogpost"}