{"subsection_name": null, "pub_date": "2011-10-18T12:35:01Z", "byline": {"original": "By EDWARD BARSAMIAN", "person": [{"lastname": "BARSAMIAN", "organization": "", "rank": 1, "role": "reported", "firstname": "Edward"}]}, "abstract": "Inspired by his daughter, Daisy, McNairy's women's wear collection is charmingly boyish, but sexily so.", "word_count": 193, "print_page": null, "news_desk": null, "snippet": "Inspired by his daughter, Daisy, McNairy's women's wear collection is charmingly boyish, but sexily so.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Gentleman of varying persuasions of style are already familiar with the name Mark McNairy. Shoes from the designer's footwear collection, Mark McNairy New Amsterdam, and tailored pieces from the Ivy League-inspired outfitter J. Press, where McNairy was formerly creative director, have made their way into an eclectic mix of closets, from traditional to trendy. When it was announced this summer that McNairy would introduce a complete line of subversive-preppy clothes and accessories for men in the spring, all those fans cheered, and now - it's official - he's doing women's wear, too. Inspired by his daughter, Daisy, the 50-piece collection is charmingly boyish, but (very McNairy) sexily so, with oxford shirts paired with boyfriend boxers and rugby tanks over miniskirts. Echoes of some of the men's line motifs - a daisy print, an exploded camouflage and a floral-on-plaid shirt - mix easily with more overtly feminine pieces, like the ditsy Laura Ashley-like button-down. \"Basically, I make women's clothes from a guy's point of view,\" McNairy says. \"It has nothing to do with fashion - they're items that transcend trend.\"", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/18/mark-mcnairy-makes-us-smile-again/", "section_name": "T:Style", "headline": {"main": "Mark McNairy Makes Us Smile (Again)", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1e48eb7c8105d8e92a2", "document_type": "blogpost"}