{"subsection_name": null, "pub_date": "2011-10-17T13:42:15Z", "byline": {"original": "By RANDY KENNEDY", "person": [{"lastname": "KENNEDY", "organization": "", "rank": 1, "role": "reported", "firstname": "Randy"}]}, "abstract": "The Guggenheim Museum has entered into a licensing agreement with a Vermont company that produces high-end commercial paints to create 200 interior and exterior wall colors drawn from well-known paintings in the museum's collection and from wall colors that curators, artists and designers have used for exhibitions there.", "word_count": 167, "print_page": null, "news_desk": null, "snippet": "The Guggenheim Museum has entered into a licensing agreement with a Vermont company that produces high-end commercial paints to create 200 interior and exterior wall colors drawn from well-known paintings in the museum's collection and from wall...", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "organizations", "value": "Guggenheim, Solomon R, Museum", "rank": "3"}, {"name": "subject", "value": "Museums", "rank": "2"}], "type_of_material": "Blog", "lead_paragraph": "House paint has been a part of the modernist fine-art supply cabinet for more than a century, from Picasso to Pollock to Bridget Riley. Now, the Guggenheim Museum is hoping to generate a little revenue by turning the phenomenon back in the other direction. The museum has entered into a licensing agreement with Fine Paints of Europe, a Vermont company that produces high-end commercial paints,to create a set of 200 interior and exterior wall colors drawn from well-known paintings in the Guggenheim's collection and from wall colors that curators, artists and designers (including Frank Lloyd Wright himself) have used for exhibitions over several decades.", "web_url": "http://artsbeat.blogs.nytimes.com/2011/10/17/house-paints-from-the-guggenheim/", "section_name": "Arts", "headline": {"main": "House Paints From the Guggenheim", "kicker": "ArtsBeat"}, "slideshow_credits": null, "_id": "4fd3a1348eb7c8105d8e79af", "document_type": "blogpost"}