{"subsection_name": null, "pub_date": "2011-10-24T10:00:43Z", "byline": {"original": "By MARINA CASHDAN", "person": [{"lastname": "CASHDAN", "organization": "", "rank": 1, "role": "reported", "firstname": "Marina"}]}, "abstract": "The Los Angeles artist Liz Glynn will retrace Buckminster Fuller's steps to build a life-size geodesic dome, pratfalls and all, at Performa.", "word_count": 166, "print_page": null, "news_desk": null, "snippet": "The Los Angeles artist Liz Glynn will retrace Buckminster Fuller's steps to build a life-size geodesic dome, pratfalls and all, at Performa.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "In 1948, the architect and inventor Buckminster Fuller gathered a group of his students at Black Mountain College to build a life-size geodesic dome. The dome was a flop. It succeeded, however, in planting the seed for the sculptor Kenneth Snelson, a student of Fuller's, to develop the principle of tensegrity that would allow Fuller to build a dome for the United States Pavilion at Expo 67 in Montreal. For the Performa 11 biennial (11.performa-arts.org), the Los Angeles artist Liz Glynn will retrace Fuller's steps, pratfalls and all. Part 1 of her performance - a loosely choreographed re-enactment of Fuller's failed attempt - takes place on the first Sunday of the biennial in locations throughout New York City, including Times Square; for Part 2, 25 volunteers will assist in building a dome. Whether it will stand remains to be seen. But Glynn's cast-concrete dome sculptures (above), on view at the Performa Hub through Nov. 21, are objects of perfection of which even Fuller might have approved.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/24/domebound/", "section_name": "T:Style", "headline": {"main": "Domebound", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a18f8eb7c8105d8e856f", "document_type": "blogpost"}