{"subsection_name": null, "pub_date": "2011-10-12T22:00:57Z", "byline": {"original": "By DEB AMLEN", "person": [{"lastname": "AMLEN", "organization": "", "rank": 1, "role": "reported", "firstname": "Deb"}]}, "abstract": "John Farmer demonstrates thematic elegance.", "word_count": 568, "print_page": null, "news_desk": null, "snippet": "John Farmer demonstrates thematic elegance.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "subject", "value": "Crossword Puzzles", "rank": "2"}], "type_of_material": "Blog", "lead_paragraph": "Administrivial Exciting New York Times Crossword Puzzle Contest Alert! Heads up, my friends: Will Shortz and one of our top constructors will hold a forehead-slapping puzzle contest involving next week's puzzles that you will definitely want to get in on. Exact instructions will follow at the top of each day's puzzle (and I will post them here as well), but hold on to all of your puzzles from Monday through Friday, because the Saturday puzzle will contain a metapuzzle that will use clues from the rest of that week. When you have solved the metapuzzle, e-mail your answer to crossword@nytimes.com. PLEASE DO NOT POST YOUR ANSWERS HERE ON THE BLOG, AND PLEASE DO NOT MAIL THEM TO ME. Only answers e-mailed to that address will be considered. Twenty-five correct solvers, chosen at random, whose entries are received by 6 p.m. Eastern Time on Sunday, Oct. 23, will receive copies of \"Will Shortz Picks His Favorite Puzzles: 101 of the Top Crosswords From The New York Times.\" Only one entry per person, please. The answer and winners' names will appear on Friday, Oct. 28, at http://www.nytimes.com/wordplay.", "web_url": "http://wordplay.blogs.nytimes.com/2011/10/12/proceeding/", "section_name": "Crosswords/Games", "headline": {"main": "Thursday: Proceeding Without Thinking", "kicker": "Wordplay"}, "slideshow_credits": null, "_id": "4fd3a1de8eb7c8105d8e907d", "document_type": "blogpost"}