{"subsection_name": null, "pub_date": "2011-10-10T06:06:19Z", "byline": {"original": "By ANDREW GOLDMAN", "person": [{"lastname": "GOLDMAN", "organization": "", "rank": 1, "role": "reported", "firstname": "Andrew"}]}, "abstract": "I interviewed Tony Blair in his suite at New York's Carlyle Hotel on the steamy afternoon of September 23rd. He was in New York for the meeting of the UN General Assembly in his capacity as Middle East Envoy, a post announced just hours after he stepped down as British Prime Minister in 2007.", "word_count": 966, "print_page": null, "news_desk": null, "snippet": "I interviewed Tony Blair in his suite at New York's Carlyle Hotel on the steamy afternoon of September 23rd. He was in New York for the meeting of the UN General Assembly in his capacity as Middle East Envoy, a post announced just hours after he...", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "organizations", "value": "Conservative Party (Great Britain)", "rank": "4"}, {"name": "subject", "value": "Politics and Government", "rank": "3"}, {"name": "persons", "value": "Blair, Tony", "rank": "2"}, {"name": "organizations", "value": "News of the World", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "glocations", "value": "Great Britain", "rank": "6"}], "type_of_material": "Blog", "lead_paragraph": "I interviewed Tony Blair in his suite at New York's Carlyle Hotel on the steamy afternoon of Sept. 23. He was in New York for the meeting of the U.N. General Assembly in his capacity as Middle East envoy, a post announced just hours after he stepped down as British prime minister in 2007. Blair had a short window between official meetings to sit for an interview to promote the paperback publication of his 2010 memoir, \"A Journey.\" Sadly he did not have enough time -- nor did the Carlyle have an extra room -- to allow photographer Christian Oth and his team to set their seamless backdrop anywhere or anytime else. So there we were, a trim, tanned, tieless former prime minister, his press secretary, an aide, a book publicist, a photographer and his two assistants and a reporter, all occupying one room in which the air conditioning seemed not to be functioning. At the conclusion of the interview, a flustered Cherie Blair rushed in to join the party, apparently after overhearing from the next room too many questions concerning reports that had run in the conservative tabloid that has dogged the Blairs for decades. \"I couldn't resist coming in after hearing all that Daily Mail nonsense,\" she declared. Here's what was left on the cutting room floor.", "web_url": "http://6thfloor.blogs.nytimes.com/2011/10/10/tony-blair-they-keep-insinuating-and-i-keep-saying-its-not-true/", "section_name": "Magazine", "headline": {"main": "Tony Blair: 'They Keep Insinuating and I Keep Saying it's Not True'", "kicker": "The 6th Floor"}, "slideshow_credits": null, "_id": "4fd3a1df8eb7c8105d8e91a9", "document_type": "blogpost"}