{"subsection_name": null, "pub_date": "2011-10-18T16:24:22Z", "byline": {"original": "By JULIE EARLE-LEVINE", "person": [{"lastname": "EARLE-LEVINE", "organization": "", "rank": 1, "role": "reported", "firstname": "Julie"}]}, "abstract": "The newly revamped Arts Club in Mayfair, replete with brand-name art and boldface names as members, is creating quite a stir.", "word_count": 170, "print_page": null, "news_desk": null, "snippet": "The newly revamped Arts Club in Mayfair, replete with brand-name art and boldface names as members, is creating quite a stir.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "London may be brimming with private members' clubs, but its latest - the newly revamped Arts Club in Mayfair - is creating quite a stir. Founded in 1863 by a group of friends (including Charles Dickens), the formerly fusty establishment has reopened with Gwyneth Paltrow (an investor) as its creative director. The stylish Art Deco-inspired interior designed by David D'Almada features marble floors, cashmere walls and art by Tomas Saraceno, John Baldessari and George Condo. Boldface names like Cameron Diaz, Mario Testino and Charlotte Dellal have been spotted supping in the restaurant, and Paltrow is known to belt out a few tunes at Club Nouveau, the nightclub downstairs that's run by Mark Ronson. Also on the mike at times are Ronnie Wood, Mica Paris and Noel Gallagher. It costs £1,000 to join, the same fee applies each year, and the first list closes on Oct. 31. Being famous and fabulous is not a requirement, but it doesn't hurt to be either, or both.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/18/londons-latest-in-spot-the-arts-club/", "section_name": "T:Style", "headline": {"main": "London's Latest 'In' Spot | The Arts Club", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a2088eb7c8105d8e96eb", "document_type": "blogpost"}