{"subsection_name": null, "pub_date": "2011-10-21T15:31:33Z", "byline": {"original": "By ANDREW GOLDMAN", "person": [{"lastname": "GOLDMAN", "organization": "", "rank": 1, "role": "reported", "firstname": "Andrew"}]}, "abstract": "Since taking over in March, writing the Talk Q. and A. hasn't been exactly what you could call a white-knuckle experience. Since the pages of The New York Times Magazine close more than a week before they hit newsstands, we can't outrun the news.", "word_count": 388, "print_page": null, "news_desk": null, "snippet": "Since taking over in March, writing the Talk Q. and A. hasn't been exactly what you could call a white-knuckle experience. Since the pages of The New York Times Magazine close more than a week before they hit newsstands, we can't outrun the news.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "Movies", "rank": "4"}, {"name": "persons", "value": "McCarthy, Melissa", "rank": "3"}, {"name": "persons", "value": "Hastings, Reed", "rank": "2"}, {"name": "organizations", "value": "DreamWorks Animation SKG Inc", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "glocations", "value": "Hastings (NY)", "rank": "6"}, {"name": "unknown", "value": "DreamWorks Animation SKG Inc|DWA|NASDAQ", "rank": "7"}], "type_of_material": "Blog", "lead_paragraph": "Since taking over in March, writing the Talk Q. and A. hasn't been exactly what you could call a white-knuckle experience. Since the pages of The New York Times Magazine close more than a week before they hit newsstands, we can't outrun the news. So this week's interview with the C.E.O. of Netflix, Reed Hastings, provided some rare deadline drama. On Oct. 6, just as we were putting the finishing touches on the interview for the Oct. 16 issue, I got an e-mail from Netflix with the subject line \"URGENT.\" If the magazine ran the interview with Hastings as planned, The New York Times would look \"foolish.\" My contact refused to offer me any specifics about what was afoot, but he said I would understand early the following week. He was good on his word. The initial interview - in which Hastings provided his justification for spinning off the disc-only service of his company into Qwikster - would have made us look pretty dopey had we published almost a week after Netflix announced that it was ditching Qwikster altogether. So we quickly put moved up our Melissa McCarthy interview to run in Hastings's place. Hastings talked to me three days after the Qwikster mercy killing and I drew the entirety of this week's column from that one interview. But here's one exchange from that earlier interview that's worth rescuing.", "web_url": "http://6thfloor.blogs.nytimes.com/2011/10/21/netflix-says-stop-the-presses/", "section_name": "Magazine", "headline": {"main": "Netflix Says Stop the Presses!", "kicker": "The 6th Floor"}, "slideshow_credits": null, "_id": "4fd3a1d28eb7c8105d8e9004", "document_type": "blogpost"}