{"subsection_name": null, "pub_date": "2011-10-27T13:20:08Z", "byline": {"original": "By FLORENCE FABRICANT", "person": [{"lastname": "FABRICANT", "organization": "", "rank": 1, "role": "reported", "firstname": "Florence"}]}, "abstract": "The former pastry chef at Daniel is opening a shop in SoHo.", "word_count": 217, "print_page": null, "news_desk": null, "snippet": "The former pastry chef at Daniel is opening a shop in SoHo.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "Restaurants", "rank": "3"}, {"name": "subject", "value": "Bakeries and Baked Products", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Dominique Ansel, who was the pastry chef at Daniel for six years and worked at Fauchon in Paris before that, is opening his own pastry shop and café on Wednesday. And in addition to croissants, macarons and éclairs, he is baking a few specialties that are not everyday indulgences in New York. Among them are a tall, fluted cake, the gâteau battu, which comes from Mr. Ansel's native Picardy, northeast of Paris, and is halfway between brioche and pound cake but lighter than either one. He sells the whole cake and slices, excellent with soft butter and jam. He is also baking kouign amann, a flaky, crispy little Breton pastry, which a few American chefs are starting to feature on their menus. And his take on the Paris-Brest, a filled ring of cream puff pastry, is called Paris-New York and has caramel, peanuts and chocolate. His menu also includes savory items like sandwiches, quiches, soups and salads. The narrow space with an open kitchen has a few seats and a marble counter, an all-weather greenhouse for seating in the back, and a garden.", "web_url": "http://dinersjournal.blogs.nytimes.com/2011/10/27/dominique-ansel-not-your-everyday-bakery/", "section_name": "Style", "headline": {"main": "Dominique Ansel, Not Your Everyday Bakery", "kicker": "Diner's Journal"}, "slideshow_credits": null, "_id": "4fd3a1b68eb7c8105d8e8bc0", "document_type": "blogpost"}