{"subsection_name": null, "pub_date": "2011-10-10T09:03:38Z", "byline": {"original": "By EVELYN M. RUSLI", "person": [{"organization": "", "role": "reported", "rank": 1}]}, "abstract": "After a barage of consumer complaints, Netflix has scratched plans to spin off its DVD business into a separate company called Qwikster, Media Decoder reports. \"There is a difference between moving quickly - which Netflix has done very well for years - and moving too fast, which is what we did in this case,\" Netflix's chief executive, Reed Hastings, said in a statement.", "word_count": 66, "print_page": null, "news_desk": null, "snippet": "After a barage of consumer complaints, Netflix has scratched plans to spin off its DVD business into a separate company called Qwikster, Media Decoder reports. \"There is a difference between moving quickly - which Netflix has done very well for years...", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "organizations", "value": "Qwikster", "rank": "4"}, {"name": "organizations", "value": "Netflix Inc", "rank": "3"}, {"name": "persons", "value": "Hastings, Reed", "rank": "2"}, {"name": "unknown", "value": "Netflix Inc|NFLX|NASDAQ", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "After a barage of consumer complaints, Netflix has scratched plans to spin off its DVD business into a separate company called Qwikster, Media Decoder reports. \"There is a difference between moving quickly - which Netflix has done very well for years - and moving too fast, which is what we did in this case,\" Netflix's chief executive, Reed Hastings, said in a statement. Read more »", "web_url": "http://dealbook.nytimes.com/2011/10/10/the-swift-death-of-qwikster/", "section_name": "Business Day", "headline": {"main": "Netflix Puts a Swift End to Qwikster", "kicker": "DealBook"}, "slideshow_credits": null, "_id": "4fd3a1e48eb7c8105d8e92b1", "document_type": "blogpost"}