{"subsection_name": null, "pub_date": "2011-10-12T10:00:03Z", "byline": {"original": "By LILY MIESMER", "person": [{"lastname": "MIESMER", "organization": "", "rank": 1, "role": "reported", "firstname": "Lily"}]}, "abstract": "The 69-year-old British textile brand Ascher London revives a tradition: collaborating with artists.", "word_count": 182, "print_page": null, "news_desk": null, "snippet": "The 69-year-old British textile brand Ascher London revives a tradition: collaborating with artists.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "glocations", "value": "London (England)", "rank": "3"}, {"name": "subject", "value": "Scarves", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "The 69-year-old British textile brand Ascher has been collaborating with artists since the 1950s, when the founder Zika Ascher had his friends - Henri Matisse, Andre Derian and Henry Moore among them - design scarves better suited for galleries than girls' closets. Now, Ascher's grandson Sam is reviving the tradition with two scarves by the Chinese artist Zao Wou-Ki, one of the company's original contributors. \"When Zao Wou-Ki first worked with us he was 24 or 25, and just starting out,\" Sam says. \"He was the last artist to do a collaboration with my grandfather and now he is the first to restart the project, so its come full circle.\" The scarves, painted with impulsive watercolors, come in limited editions of 150 and and are intended to be framed, though Ascher is used to witnessing women bend that rule. \"At my grandfather's funeral they had one-of-a-kind Matisse scarves that auction for 20,000 pounds wrapped around their heads,\" he says. It'd be hard to resist doing the same with Zao's work. His reaction to the finished accessories? A simple, perfectly stated \"C'est beau!\"", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/12/accessories-as-art/", "section_name": "T:Style", "headline": {"main": "Accessories as Art", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1f88eb7c8105d8e953f", "document_type": "blogpost"}