{"subsection_name": null, "pub_date": "2011-10-21T11:58:49Z", "byline": {"original": "By GEORGE GENE GUSTINES", "person": [{"firstname": "George", "middlename": "Gene", "role": "reported", "lastname": "GUSTINES", "organization": "", "rank": 1}]}, "abstract": "Fight crime, with fashion: a spring 2012 collection for superheroes, on view at the Ace Hotel on Monday.", "word_count": 166, "print_page": null, "news_desk": null, "snippet": "Fight crime, with fashion: a spring 2012 collection for superheroes, on view at the Ace Hotel on Monday.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Thinking of fighting crime but don't know what to wear? The solution may be found at the spring 2012 collection for superheroes presented by the Brooklyn Superhero Supply Co. The event, on Oct. 24 at 9 p.m. at the Ace Hotel, is a benefit for 826NYC, a nonprofit literacy organization. The contributing designers - Christian Joy, Opening Ceremony, United Bamboo, Matt Singer, Jack Spade, Renata Morales and Complex Geometries - were asked to come up with crime-fighting attire, which left the possibilities just about endless. \"There's a lot of flexibility as to what a superhero will wear,\" says Joan Kim, the director of education at 826NYC. \"The Incredible Hulk just wears shorts. Some wear different accessories, some wear capes.\" The seven outfits will be sold at silent auction. Other designers, including Marc Jacobs and Stella McCartney, have donated pieces for the auction and raffle ($20 per ticket). Tickets are $75 for general admission, or $150, which includes an 8 p.m. cocktail party and five raffle tickets.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/21/fashion-to-the-rescue/", "section_name": "T:Style", "headline": {"main": "Fashion to the Rescue", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1338eb7c8105d8e792c", "document_type": "blogpost"}