{"subsection_name": null, "pub_date": "2011-10-24T11:00:31Z", "byline": {"original": "By ALIX BROWNE", "person": [{"lastname": "BROWNE", "organization": "", "rank": 1, "role": "reported", "firstname": "Alix"}]}, "abstract": "With his product collaborations with Nymphenburg and Steuben winding down, Ted Muehling is eager to get back to making jewelry.", "word_count": 295, "print_page": null, "news_desk": null, "snippet": "With his product collaborations with Nymphenburg and Steuben winding down, Ted Muehling is eager to get back to making jewelry.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "persons", "value": "Muehling, Ted", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Ten years is the length of an average commercial lease, but it's also, as the designer Ted Muehling has discovered, the approximate life span of a neighborhood. Back in 2001, Muehling moved his storefront workshop from a formerly desolate block on Greene Street to Howard Street - at the time SoHo's final frontier. But when a Mondrian hotel went up nearby, so did Muehling's rent, and the designer moved on once again. His new store, on White Street in TriBeCa, is grander in proportion and there is more selling space, but also more space for Muehling to display the many things he collects and that inspire him, from natural wonders like seashells or insects to the work of his partner, the artist Mats Gustafson, or that of his friend Jan Baracz, who carves bellybuttons into large stones. And while his workrooms are smaller, for the first time Muehling has a little studio all his own - an \"attic\" tucked into a mezzanine under a skylight in the back. The timing could not have been better. With his product collaborations with Nymphenburg and Steuben winding down, Muehling is eager to get back to making jewelry. On a recent morning, a pair of canaries twittered joyfully, and an installation of monarch butterflies on a dried mullein stem was magically animated by a breeze from the air-conditioner. As with his previous store, this one is livened by sounds from behind the scenes - the bang of metal on metal, the murmur of NPR - evidence that this is a place where things are made and not just sold. It's the kind of neighborhood place, Muehling points out, where you can walk in and they'll make a new wire for your earring if you don't mind waiting 20 minutes.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/24/hidden-gem/", "section_name": "T:Style", "headline": {"main": "Hidden Gem", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a15f8eb7c8105d8e7f0a", "document_type": "blogpost"}