{"subsection_name": null, "pub_date": "2011-10-28T11:15:47Z", "byline": {"original": "By ANTHONY GRANT", "person": [{"lastname": "GRANT", "organization": "", "rank": 1, "role": "reported", "firstname": "Anthony"}]}, "abstract": "The home to the world's largest collection of Israeli art now has a new wing, designed by Preston Scott Cohen.", "word_count": 262, "print_page": null, "news_desk": null, "snippet": "The home to the world's largest collection of Israeli art now has a new wing, designed by Preston Scott Cohen.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "Museums", "rank": "4"}, {"name": "subject", "value": "Architecture", "rank": "3"}, {"name": "persons", "value": "Cohen, Preston Scott", "rank": "2"}, {"name": "glocations", "value": "Tel Aviv (Israel)", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "It isn't every day that Tel Aviv gets a piece of architecture worth writing home about. In fact, one of the easiest arguments to win in the Middle East might be that Tel Aviv's urban core has not sprouted a truly remarkable structure in the more than half a century since the Bauhaus inkwell - which left its curvilinear imprint on hundreds of buildings in \"The White City\" - began to dry up. But with the completion of the Herta and Paul Amir Building at the Tel Aviv Museum of Art, opening on Wednesday, things are set to get noticeably whiter and brighter. The new wing, designed by the Cambridge, Mass.-based architect Preston Scott Cohen (who is also chairman of the architecture department at Harvard University), looks a bit like an elongated Rubik's Cube doused with bleach. The gleaming white parabolas of the facade are composed of 465 flat, interlocking, precast concrete panels of different shapes and sizes. The building's three floors are linked to two more below grade by an 87-foot-high, top-lit atrium, a \"lightfall\" that will shine on the world's largest collection of Israeli art. The building's confident yet supple geometries provide a nifty counterpoint to the museum's main building, a 1971 Brutalist number by the Israeli architect Dan Eytan (who also designed Israel's decidedly unfussy Dimona nuclear reactor). Next to that chunky monkey, Cohen's creation is pure pizazz. Fittingly, in honor of the building's inauguration later this month, the city of Tel Aviv has declared 2012 to be Art Year, culminating in a four-day blowout Art Weekend March 21-24.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/28/new-build-the-tel-aviv-museum-of-art/", "section_name": "T:Style", "headline": {"main": "New Build | The Tel Aviv Museum of Art", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1be8eb7c8105d8e8c91", "document_type": "blogpost"}