{"subsection_name": null, "pub_date": "2011-10-05T14:38:34Z", "byline": {"original": "By ALIX BROWNE", "person": [{"lastname": "BROWNE", "organization": "", "rank": 1, "role": "reported", "firstname": "Alix"}]}, "abstract": "The brightly colored, impossibly upbeat prints of Marimekko now have a home on Broadway.", "word_count": 175, "print_page": null, "news_desk": null, "snippet": "The brightly colored, impossibly upbeat prints of Marimekko now have a home on Broadway.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "If your retail therapist is counseling you to find a happy place, somewhere good to start might be the northwest corner of Broadway and 23rd Street, where a Marimekko flagship store opens its doors for business this week. The airy, industrial space in the former Toy Building has been whitewashed and minimally outfitted, allowing the brightly colored, impossibly upbeat prints for which the 60-year-old company is famous, to shine. The founders, Armi Ratia and her husband, Viljo, always envisioned Marimekko not just as a lifestyle brand, but as a way of life, and over the years their graphic sensibility touched everything from textiles to teapots, all of which are available for purchase. There is even an on-site seamstress, to whip up, say, a set of napkins in Unikko, the signature poppy print, or a pillow cover in the artist Astrid Sylwan's brush strokey Vattenblänk. The folks at Marimekko hope New Yorkers will embrace the store as a meeting point; the trick, it seems, will be getting them to leave.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/05/prints-charming-marimekkos-new-york-city-flagship/", "section_name": "T:Style", "headline": {"main": "Prints Charming | Marimekko's New York City Flagship", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1a18eb7c8105d8e879b", "document_type": "blogpost"}