{"subsection_name": null, "pub_date": "2011-10-27T18:45:51Z", "byline": {"original": "By KEVIN ROOSE", "person": [{"lastname": "ROOSE", "organization": "", "rank": 1, "role": "reported", "firstname": "Kevin"}]}, "abstract": "Prescient investors are sometimes referred to as oracles, but Jesse Bravo, an investment manager at EKN Financial, actually claims to be one. Mr. Bravo leads a weekly workshop for aspiring psychics called \"Séance in the City,\" The Wall Street Journal reports. But despite the market advantages a third eye could bring, Mr. Bravo said he doesn't use his soothsaying talents at work. \"The second you mix them up, you open a Pandora's box, and I don't know the price of that,\" he said.", "word_count": 86, "print_page": null, "news_desk": null, "snippet": "Prescient investors are sometimes referred to as oracles, but Jesse Bravo, an investment manager at EKN Financial, actually claims to be one. Mr. Bravo leads a weekly workshop for aspiring psychics called \"Séance in the City,\" The Wall Street...", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Prescient investors are sometimes referred to as oracles, but Jesse Bravo, an investment manager at EKN Financial, actually claims to be one. Mr. Bravo leads a weekly workshop for aspiring psychics called \"Séance in the City,\" The Wall Street Journal reports. But despite the market advantages a third eye could bring, Mr. Bravo said he doesn't use his soothsaying talents at work. \"The second you mix them up, you open a Pandora's box, and I don't know the price of that,\" he said. Read more »", "web_url": "http://dealbook.nytimes.com/2011/10/27/psychic-investor-sees-your-futures/", "section_name": "Business Day", "headline": {"main": "Psychic Investor Sees Your Futures", "kicker": "DealBook"}, "slideshow_credits": null, "_id": "4fd3a1558eb7c8105d8e7dc0", "document_type": "blogpost"}