{"subsection_name": null, "pub_date": "2011-10-05T11:44:14Z", "byline": {"original": "By DAVE ITZKOFF", "person": [{"lastname": "ITZKOFF", "organization": "", "rank": 1, "role": "reported", "firstname": "Dave"}]}, "abstract": "A new comedy series, \"Harve Karbo,\" about a Los Angeles private investigator, would be the television project from Joel and Ethan Coen, the Academy Award-winning filmmakers of \"Fargo\" and \"No Country for Old Men.\"", "word_count": 188, "print_page": null, "news_desk": null, "snippet": "A new comedy series, \"Harve Karbo,\" about a Los Angeles private investigator, would be the television project from Joel and Ethan Coen, the Academy Award-winning filmmakers of \"Fargo\" and \"No Country for Old Men.\"", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "Detectives (Private)", "rank": "4"}, {"name": "persons", "value": "Coen, Joel", "rank": "3"}, {"name": "persons", "value": "Coen, Ethan", "rank": "2"}, {"name": "subject", "value": "Movies", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "More than 13 years and who knows how many White Russians after \"The Big Lebowski,\" the sibling filmmakers Joel and Ethan Coen are turning their attention to another brother shamus - not an Irish monk, but a fellow private investigator - for what could be their first television project. The Coens, the Academy Award-winning writer-directors of \"No Country for Old Men\" and \"Fargo,\" are collaborating with the \"Cedar Rapids\" screenwriter Phil Johnston on a television series called \"Harve Karbo,\" about another hapless aspiring Sam Spade. According to The Hollywood Reporter, the oddly specific series will chronicle \"a touchy Los Angeles private investigator -- and his deadbeat friends in El Segundo -- whose cases frequently force him to cross paths with a who's who of Hollywood,\" and if that sounds at least a little Lebowski-esque, we can abide. The series, which the Coens will produce for Imagine Television and for which Mr. Johnston will write the script, has so far received a pilot commitment from Fox, which means there are still, you know, a lotta ins, a lotta outs, a lotta what-have-yous, before \"Harve Karbo\" appears on your screen.", "web_url": "http://artsbeat.blogs.nytimes.com/2011/10/05/coen-brothers-producing-comedy-pilot-for-fox/", "section_name": "Arts", "headline": {"main": "Coen Brothers Producing Comedy Pilot for Fox", "kicker": "ArtsBeat"}, "slideshow_credits": null, "_id": "4fd3a1728eb7c8105d8e8352", "document_type": "blogpost"}