{"subsection_name": null, "pub_date": "2011-10-11T13:09:03Z", "byline": {"original": "By EVELYN M. RUSLI", "person": [{"organization": "", "role": "reported", "rank": 1}]}, "abstract": "In response to a report that deeply criticized News Corporation's board, the company released a filing on Tuesday that promoted the media conglomerate's financials and defended its chief executive, Rupert Murdoch, reports Media Decoder. \"Our CEO is critical to the value we create for our stockholders,\" the company said in its filing. Investors will get a chance to cast their vote at next week's shareholder meeting.", "word_count": 69, "print_page": null, "news_desk": null, "snippet": "In response to a report that deeply criticized News Corporation's board, the company released a filing on Tuesday that promoted the media conglomerate's financials and defended its chief executive, Rupert Murdoch, reports Media Decoder. \"Our CEO is...", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "News and News Media", "rank": "4"}, {"name": "subject", "value": "Media", "rank": "3"}, {"name": "persons", "value": "Murdoch, Rupert", "rank": "2"}, {"name": "organizations", "value": "News Corp", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "unknown", "value": "News Corp|NWSA|NASDAQ", "rank": "6"}], "type_of_material": "Blog", "lead_paragraph": "In response to a report that deeply criticized News Corporation's board, the company released a filing on Tuesday that promoted the media conglomerate's financials and defended its chief executive, Rupert Murdoch, reports Media Decoder. \"Our CEO is critical to the value we create for our stockholders,\" the company said in its filing. Investors will get a chance to cast their vote at next week's shareholder meeting. Read more »", "web_url": "http://dealbook.nytimes.com/2011/10/11/in-defense-of-rupert/", "section_name": "Business Day", "headline": {"main": "In Defense of Rupert Murdoch", "kicker": "DealBook"}, "slideshow_credits": null, "_id": "4fd3a1be8eb7c8105d8e8c9e", "document_type": "blogpost"}