{"subsection_name": null, "pub_date": "2011-10-18T10:35:32Z", "byline": {"original": "By MARI BROOKSHIRE", "person": [{"lastname": "BROOKSHIRE", "organization": "", "rank": 1, "role": "reported", "firstname": "Mari"}]}, "abstract": "The Löyly spa in Portland, Ore., is about communal shvitzing rather than solitary pampering.", "word_count": 200, "print_page": null, "news_desk": null, "snippet": "The Löyly spa in Portland, Ore., is about communal shvitzing rather than solitary pampering.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "It was perhaps only a matter of time before the D.I.Y. ethos touched the spa world, and it has done so with style in Portland, Ore., with Löyly, a handsome, minimalist sauna in the southeast quadrant of the city. The owner, Jessica Kelso, was inspired by traditional Scandinavian bathhouses - \"löyly\" is Finnish for the steam produced when water is poured over sauna rocks - and wanted to bring their sense of accessibility to Stumptown. \"I felt like your choices in Oregon were a hippie hot springs experience or really spendy, overly attentive spa experiences, neither of which had ever appealed to me,\" she says. The Löyly vibe is one of communal shvitzing rather than solitary pampering. A $15 fee gets you access to an elegantly designed cedar sauna, wet steam room and lounge; though massages and facials are available by appointment, scrubs, salts, masks and foot soaks are do-it-yourself. The place has become as popular with corporate types as it is with the city's artists, musicians and restaurant servers. \"Everyone looks the same wrapped in a white towel,\" Kelso says, \"although we do see a lot of tattoos in Portland.\"", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/18/steam-punks/", "section_name": "T:Style", "headline": {"main": "Steam Punks", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1718eb7c8105d8e82ca", "document_type": "blogpost"}