{"subsection_name": null, "pub_date": "2011-10-03T16:15:29Z", "byline": {"original": "By STEPHANIE LACAVA", "person": [{"lastname": "LACAVA", "organization": "", "rank": 1, "role": "reported", "firstname": "Stephanie"}]}, "abstract": "Eugene Souleiman and Pat McGrath discuss the hair and makeup for the Spring 2012 collection.", "word_count": 183, "print_page": null, "news_desk": null, "snippet": "Eugene Souleiman and Pat McGrath discuss the hair and makeup for the Spring 2012 collection.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "\"It's a bit of a battle,\" said Pat McGrath backstage at Stella McCartney of making sure that models' tan bodies match their often paler faces. \"We're warming up with the foundation.\" There wasn't much else required in the way of makeup, save for Covergirl's Lushberry creme blush, Lash Perfect mascara and some lip balm. \"Fresh, beautiful, gorgeous, glowing, young and alive,\" is how McGrath sees the Stella girl. \"Spontaneous and real,\" was Eugene Souleiman's description of the designer, which he translated as a bun slicked back at the sides with texture on top. To create this look, he separated a horseshoe of hair all around the head, pulling it back tightly into a ponytail polished with a makeup brush coated in Wella hair spray. The crown was then roughed up with a little of Wella's Refined Texture product. Souleiman explained that sometimes it's more difficult to come up with a simple look than, say, one that is high concept. That wasn't an issue today. \"With Stella, it just kind of happens,\" he said. \"You're never trying too hard.\"", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/03/backstage-beauty-report-stella-mccartney/", "section_name": "T:Style", "headline": {"main": "Backstage Beauty Report | Stella McCartney", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a2088eb7c8105d8e96e8", "document_type": "blogpost"}