{"subsection_name": null, "pub_date": "2011-10-07T18:40:32Z", "byline": {"original": "By HUGO LINDGREN", "person": [{"lastname": "LINDGREN", "organization": "", "rank": 1, "role": "reported", "firstname": "Hugo"}]}, "abstract": "When I got the job as editor of this magazine almost a year ago now, it was issues like the one we are publishing this week that I hoped we would eventually be able to make.", "word_count": 398, "print_page": null, "news_desk": null, "snippet": "When I got the job as editor of this magazine almost a year ago now, it was issues like the one we are publishing this week that I hoped we would eventually be able to make.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "Tubas", "rank": "4"}, {"name": "subject", "value": "Books and Literature", "rank": "3"}, {"name": "persons", "value": "Bishop, Greg", "rank": "2"}, {"name": "glocations", "value": "Texas", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "When I got the job as editor of this magazine almost a year ago now, it was issues like this week's that I wished for. I am proud of everything we've published in the magazine over the last several months, but like many writers and editors, I am self-critical to the point that I can look at almost anything I've ever done and see only the mistakes and missed opportunities therein. But that should not happen with this week's issue. The mix of stories is the best we've assembled so far, starting with Jeffrey Gettleman's epic pirates tale. It is an exciting, dramatic work of narrative journalism overflowing with memorable moments like this: \"Once the pirates were in control of the Lynn Rival, they ransacked it, flinging open cupboards, eating all of the Chandlers' cookies and stealing their money, watches, rings, electronics, their satellite phone and clothes.\" Yup, those mean pirates went right for the cookies. Awesome. Adding to the flair and intensity of Jeffrey's story are the excellent illustrations by Wesley Allsbrook, the first time she has been in the magazine.", "web_url": "http://6thfloor.blogs.nytimes.com/2011/10/07/this-sunday-pirates-like-cookies-too/", "section_name": "Magazine", "headline": {"main": "This Sunday: Pirates Like Cookies, Too", "kicker": "The 6th Floor"}, "slideshow_credits": null, "_id": "4fd3a1a28eb7c8105d8e88ae", "document_type": "blogpost"}