{"subsection_name": null, "pub_date": "2011-10-13T10:13:26Z", "byline": {"original": "By DAVE ITZKOFF", "person": [{"lastname": "ITZKOFF", "organization": "", "rank": 1, "role": "reported", "firstname": "Dave"}]}, "abstract": "The Bridge Project's production of \"Richard III,\" starring Mr. Spacey and directed by Sam Mendes, will be followed by \"Being Shakespeare,\" a one-man drama about the playwright starring Simon Callow, and Harold Pinter's \"The Caretaker,\" starring Jonathan Pryce.", "word_count": 309, "print_page": null, "news_desk": null, "snippet": "The Bridge Project's production of \"Richard III,\" starring Mr. Spacey and directed by Sam Mendes, will be followed by \"Being Shakespeare,\" a one-man drama about the playwright starring Simon Callow, and Harold Pinter's \"The Caretaker,\" starring...", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "organizations", "value": "Brooklyn Academy of Music", "rank": "4"}, {"name": "organizations", "value": "Bridge Project, The", "rank": "3"}, {"name": "subject", "value": "Theater", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "As a certain Shakespearean monarch has said, \"An honest tale speeds best, being plainly told,\" and in the meantime a not-so-plain production of \"Richard III\" will make its way to the Brooklyn Academy of Music in January as part of the 2012 winter-spring season. The Bridge Project's presentation of the play, starring Kevin Spacey as the \"deformed, unfinsh'd\" Duke of Gloucester and directed by Sam Mendes, will be presented at the Harvey Theater from Jan. 10 through March 4 with its official opening night scheduled for Jan. 18, the academy said Thursday. The production was first staged over the summer at the Old Vic Theater in London (where Ben Brantley wrote that Mr. Spacey \"gives fierce and flashy physical life to every twist of a power-mad man's corkscrew mind\") and will be the final season of the Bridge Project, a three-year series of collaborations among the academy, the Old Vic and Neal Street, Mr. Mendes's company.", "web_url": "http://artsbeat.blogs.nytimes.com/2011/10/13/spaceys-richard-iii-arrives-in-bams-new-winter-spring-season/", "section_name": "Arts", "headline": {"main": "Spacey's 'Richard III' Arrives in BAM's New Winter-Spring Season", "kicker": "ArtsBeat"}, "slideshow_credits": null, "_id": "4fd3a1d28eb7c8105d8e8fd4", "document_type": "blogpost"}