{"subsection_name": null, "pub_date": "2011-10-07T06:00:01Z", "byline": {"original": "By MIKE TANIER", "person": [{"lastname": "TANIER", "organization": "", "rank": 1, "role": "reported", "firstname": "Mike"}]}, "abstract": "A rematch of last year's playoff game between the Packers and the Falcons highlights the weekend.", "word_count": 1968, "print_page": null, "news_desk": null, "snippet": "A rematch of last year's playoff game between the Packers and the Falcons highlights the weekend.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "subject", "value": "Football", "rank": "2"}], "type_of_material": "Blog", "lead_paragraph": "Packers (4-0) at Falcons (2-2)Sunday, 8:20 p.m.Line: Packers by 6.Tramon Williams's end-of-half interception return for the Packers against the Falcons in last year's playoffs may be remembered as a turning point in N.F.L. history. The Falcons were the better team entering the game, and while the Packers held a 21-14 lead before the play, the Falcons were driving and appeared likely to score. Williams's interception turned the game into a rout, and the Packers have been unbeatable ever since, while the Falcons have replaced them as the team with a young quarterback and lots of talent that cannot quite get its act together.Of course, for some that turning point arrived a little late. \"I'm really surprised that it kind of took him so long,\" Brett Favre said of the three interminable years it took Aaron Rodgers to lead the Packers to the Super Bowl. Who knew that through all of those quasi-retirements, through his stints with the Jets and the Vikings, Favre was just impatiently waiting for Rodgers to close the deal? Favre did not sound as if  he was trying to insult Rodgers - he has simply lost the ability to compliment people who are not him - but teammates and analysts have rushed to Rodgers's defense, which he does not really need.It had been peaceful months since the last self-serving Favre rant. What took him so long? Pick: Packers", "web_url": "http://fifthdown.blogs.nytimes.com/2011/10/07/week-5-n-f-l-matchups-another-turning-point/", "section_name": "Sports", "headline": {"main": "Week 5 N.F.L. Matchups: Another Turning Point", "kicker": "The Fifth Down"}, "slideshow_credits": null, "_id": "4fd3a1458eb7c8105d8e7b9c", "document_type": "blogpost"}