{"subsection_name": null, "pub_date": "2011-10-24T12:55:34Z", "byline": {"original": "By SIMON CRITCHLEY", "person": [{"lastname": "CRITCHLEY", "organization": "", "rank": 1, "role": "reported", "firstname": "Simon"}]}, "abstract": "Introducing a series of video interviews with contemporary philosophers and thinkers.", "word_count": 409, "print_page": null, "news_desk": null, "snippet": "Introducing a series of video interviews with contemporary philosophers and thinkers.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "Philosophy", "rank": "3"}, {"name": "subject", "value": "Documentary Films and Programs", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Over the next several weeks, The Stone will feature a series of brief video interviews drawn from the work of Tyler Krupp and Rachel Stuart, two young students at work on a full-length documentary film on philosophy and philosophers. The interviews will feature contemporary working philosophers and others - beginning today with Raymond Geuss - answering questions on their work, lives and thought.I first came to know Tyler via e-mail, discussing nihilism and other sundry matters. Last December, he and Rachel came to my home in Brooklyn for a long and fascinating conversation. I was impressed by their integrity and energy and by their initiative to travel the world to talk to philosophers about issues that mattered to them, and that should matter to all of us. For Tyler and Rachel, philosophical problems are not just technical issues discussed among cognoscenti in academia, but matters of central importance to the human endeavor that are infused by existential commitment and passion. It warmed my heart to see these young people hungry for philosophy directly engage some of the most interesting thinkers of our time.", "web_url": "http://opinionator.blogs.nytimes.com/2011/10/24/philosophers-speak-a-video-series/", "section_name": "Opinion", "headline": {"main": "Philosophers Speak: A Video Series", "kicker": "Opinionator"}, "slideshow_credits": null, "_id": "4fd3a1348eb7c8105d8e7983", "document_type": "blogpost"}