{"subsection_name": null, "pub_date": "2011-10-31T13:10:45Z", "byline": {"original": "By KEVIN MCGARRY", "person": [{"lastname": "MCGARRY", "organization": "", "rank": 1, "role": "reported", "firstname": "Kevin"}]}, "abstract": "From now till December, a place to get spooked on the High Line.", "word_count": 245, "print_page": null, "news_desk": null, "snippet": "From now till December, a place to get spooked on the High Line.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "High Line (NYC)", "rank": "4"}, {"name": "subject", "value": "Halloween", "rank": "3"}, {"name": "persons", "value": "de Beer, Sue", "rank": "2"}, {"name": "organizations", "value": "Friends of the High Line", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "glocations", "value": "New York City", "rank": "6"}], "type_of_material": "Blog", "lead_paragraph": "The New York artist Sue de Beer has long established herself as an aesthetic interlocutor of teens and the occult, so Halloween provides an apt occasion for her to unveil a new work. De Beer's practice first took root through domestically appointed video installations that channeled deep, dark, suburban, subcultural angst. She has steadily drifted toward explorations of the paranormal, conjuring Puritan New England for her 2007 horror film, \"The Quickening,\" and more recently - and more minimally - evoking the inherent eeriness of spaces through structures inspired by Brion Gysin's \"Dream Machine\" or corporate entities like the Seagram Building. \"Haunt Room,\" which opened over the weekend on the 14th Street passageway of the High Line, is a 15-foot-wide frosted plexiglass tetradecagon outfitted with powerful infrasound speakers that pump low-frequency tones outside the range of human hearing. According to experiments conducted by Goldsmiths College, these vibrations are capable, in theory, of producing a \"haunted\" feeling - or at the very least the perception of strange smells and physiological hallucinations like dizziness. Visitors may enter and judge for themselves how easily their sensory perceptions are smeared. \"This is a New York 'haunted house'\" de Beer says. \"New York City architecture doesn't have gabled roofs or spooky parlors. It has office buildings, apartment buildings. And the only empty buildings here are either condemned or in the financial district.\"", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/31/creep-show-sue-de-beers-haunt-room/", "section_name": "T:Style", "headline": {"main": "Creep Show | Sue de Beer's 'Haunt Room'", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1d18eb7c8105d8e8f07", "document_type": "blogpost"}