{"subsection_name": null, "pub_date": "2011-10-16T17:12:13Z", "byline": {"original": "By ADAM W. KEPLER", "person": [{"firstname": "Adam", "middlename": "W.", "role": "reported", "lastname": "KEPLER", "organization": "", "rank": 1}]}, "abstract": "Stan Lee joins 1821 Comics to start a multimedia imprint for children called, \"Stan Lee's Kids Universe.\"", "word_count": 195, "print_page": null, "news_desk": null, "snippet": "Stan Lee joins 1821 Comics to start a multimedia imprint for children called, \"Stan Lee's Kids Universe.\"", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "unknown", "value": "1821 Comics", "rank": "4"}, {"name": "subject", "value": "Comic Books and Strips", "rank": "3"}, {"name": "persons", "value": "Lee, Stan", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "Stan Lee, a co-creator of childhood mainstays like Spider-Man, the X-Men and the Fantastic Four, will join with 1821 Comics to start a multimedia imprint for children called \"Stan Lee's Kids Universe.\" The imprint, announced at the New York Comic Con on Friday and reported on galleycat.com, is to feature five books, including \"Monsters vs. Kittens,\" created by Dani Jones, and \"Reggie the Veggie Crocodile.\" Also among their plans is a video game for iPhone and iPad. At a Comic Con panel presentation, Mr. Lee said, \"Our main purpose is we feel that there aren't enough comic books or books for kids that really hit the target, that gives them excitement and humor together and are filled with surprises. We have a whole new group of new characters that the kids can call their own, just as the teenagers called Spider-Man their own so many years ago.\" Mr. Lee is also collaborating with the 1821 Comics co-founder Terry Douglas, the writer Max Work and the artist Skan Srisuwan on a graphic novel, \"Romeo & Juliet: The War,\" a futuristic interpretation of the play - but with superpowers. The book is to be released in November.", "web_url": "http://artsbeat.blogs.nytimes.com/2011/10/16/monsters-v-kittens/", "section_name": "Arts", "headline": {"main": "Monsters v. Kittens", "kicker": "ArtsBeat"}, "slideshow_credits": null, "_id": "4fd3a1388eb7c8105d8e7acc", "document_type": "blogpost"}