{"subsection_name": null, "pub_date": "2011-10-10T17:00:20Z", "byline": {"original": "By CATHY HORYN", "person": [{"lastname": "HORYN", "organization": "", "rank": 1, "role": "reported", "firstname": "Cathy"}]}, "abstract": "Norman Norell has always been something of a quiet genius of American fashion.", "word_count": 595, "print_page": null, "news_desk": null, "snippet": "Norman Norell has always been something of a quiet genius of American fashion.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "subject", "value": "Fashion and Apparel", "rank": "4"}, {"name": "subject", "value": "Dresses", "rank": "3"}, {"name": "persons", "value": "Norell, Norman", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "In the American fall collections of 1960, Norman Norell did something seemingly too radical for a man who ate most of his meals at Schrafft's and Hamburg Heaven. He had his models paint their faces in the bohemian-urchin style of Paris in the '20s, with darkened eyes and red lips, finished off with shingle haircuts. Then he put the girls in pants. Technically these were split skirts, but who cares? The effect was the same. Long before Yves Saint Laurent issued le smoking, square Norman was there. \"They may seem a little avant-garde at first,\" he told The Times after his 1960 show, for which he received a standing ovation, \"but I really do believe in the look.\" He had uncanny instincts for anticipating change: the elongated sweater look, the return of waistlines in the mid-'60s, the dolman-sleeve rage of the early '70s. He showed leopard patterns in the '40s. The flapper makeup told a lot about Norell as well: stage-struck at an early age, he designed costumes in the '20s at the Astoria studio of Paramount Pictures, dressing Gloria Swanson in \"Zaza,\" and later worked on Broadway musicals and burlesque shows before moving to ladies' fashion.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/10/normans-conquest/", "section_name": "T:Style", "headline": {"main": "Norman's Conquest", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a2088eb7c8105d8e96ea", "document_type": "blogpost"}