{"subsection_name": null, "pub_date": "2011-10-25T09:00:32Z", "byline": {"original": "By LESLIE CAMHI", "person": [{"lastname": "CAMHI", "organization": "", "rank": 1, "role": "reported", "firstname": "Leslie"}]}, "abstract": "A new show illuminates this English dandy's astonishingly productive engagement with the booming cultural metropolis that was Manhattan at midcentury.", "word_count": 415, "print_page": null, "news_desk": null, "snippet": "A new show illuminates this English dandy's astonishingly productive engagement with the booming cultural metropolis that was Manhattan at midcentury.", "multimedia": [], "source": "The New York Times", "blog": [], "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "type_of_material": "Blog", "lead_paragraph": "What was Manhattan for the wildly ambitious, talented and tirelessly self-promoting 24-year-old Cecil Beaton, but a candy box of opportunities, just waiting to be picked? And pick them he did, over the course of some five decades, in a peripatetic career that saw him cross-pollinating the social and cultural elites of the Old and New Worlds, and applying his protean gifts to everything from fashion photography and portraiture to illustration to stage and costume design. \"Cecil Beaton: The New York Years,\" curated by Donald Albrecht and opening today at the Museum of the City of New York, includes vintage fashion prints and a wide range of portraits, from Marilyn Monroe (cajoled into relaxation in Beaton's Ambassador Hotel suite) to the very young Mick Jagger to Wallis Simpson and the aging Greta Garbo (one of the photographer's rare heterosexual liaisons). Together with drawings, theatrical designs and other ephemera, they illuminate this English dandy's astonishingly productive and long-lasting engagement with the booming cultural metropolis that was Manhattan at midcentury.", "web_url": "http://tmagazine.blogs.nytimes.com/2011/10/25/now-viewing-cecil-beatons-new-york/", "section_name": "T:Style", "headline": {"main": "Now Viewing | Cecil Beaton's New York", "kicker": "T Magazine"}, "slideshow_credits": null, "_id": "4fd3a1b58eb7c8105d8e8b52", "document_type": "blogpost"}